Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: %d hours ago
ar: %d ساعات مضت
ca: fa %d hores
cy: %d awr yn ôl
da: %d timer siden
da_instk12: %d timer siden
de: %d Stunden vorher
es: %d hace varias horas
es_es: hace %d horas
fi: %d tuntia sitten
fr: %d il y a quelques heures
fr_ca: %d heures avant
ga: %d uair an chloig ó shin
hi: %d घंटे पहले
ht: %d èdtan de sa
id: %d jam lalu
is: %d fyrir klukkustundum
it: %d ore fa
ja: %d時間前
ko: %d 시간 전
mi: %d ngā haora i muri
ms: %d jam lalu
nb: %d timer siden
nb_instk12: %d timer siden
nl: %d uur geleden
pl: %d godzin(y) temu
pt: %d horas
pt_br: %d horas atrás
ru: %d часа (часов) назад
sl: %d ur prej
sv: %d timmar sedan
sv_instk12: %d timmar sen
th: %d ชั่วโมงที่ผ่านมา
vi: %d giờ trước
zh: %d小时前
zh_hk: %d小時前

source: %d items
ar: %d عناصر
ca: %d elements
cy: %d awr yn ôl
da: %d Elementer
da_instk12: %d elementer
de: %d Elemente
es: %d ítems
es_es: %d ítems
fi: %d kohdetta
fr: %d éléments
fr_ca: %d éléments
ga: %d m(h)ír
hi: %d आइटमें
ht: %d atik
id: %d item
is: %d atriði
it: %d elementi
ja: %d項目
ko: %d 문항
mi: %d ngā tūemi
ms: %d item
nb: %d elementer
nb_instk12: %d elementer
pl: %d elementy
pt: %d itens
pt_br: %d itens
ru: %d элементы
sl: %d elementov
sv: %d föremål
sv_instk12: %d objekt
th: %d รายการ
vi: %d mục
zh: %d项目
zh_hk: %d項目

source: %d minutes ago
ar: %d دقائق مضت
ca: fa %d minuts
cy: %d munud yn ôl
da: %d minutter siden
da_instk12: %d minutter siden
de: %d Minuten vorher
es: %d hace varios minutos
es_es: hace %d minutos
fi: %d minuuttia sitten
fr: %d il y a quelques minutes
fr_ca: %d minutes avant
ga: %d nóiméad ó shin
hi: %d मिनट पहले
ht: %d minit de sa
id: %d menit lalu
is: %d fyrir mínútum
it: %d minuti fa
ja: %d分前
ko: %d 분 전
mi: %d ngā meneti i muri
ms: %d minit lalu
nb: %d minutter siden
nb_instk12: %d minutter siden
nl: %d minuten geleden
pl: %d minut(y) temu
pt: %d minutos
pt_br: %d minutos atrás
ru: %d минут(-ы) назад
sl: %d minut prej
sv: %d minuter sedan
sv_instk12: %d minuter sedan
th: %d นาทีที่ผ่านมา
vi: %d phút trước
zh: %d分钟前
zh_hk: %d分鐘前

source: %d months ago
ar: %d شهور مضت
ca: %d mesos enrere
cy: %d mis yn ôl
da: %d måneder siden
da_instk12: %d måneder siden
de: %d Monate vorher
es: %d hace varios meses
es_es: hace %d meses
fi: %d kuukautta sitten
fr: %d il y a quelques mois
fr_ca: %d mois avant
ga: %d m(h)í ó shin
hi: %d महीने पहले
ht: %d mwa de sa
id: %d bulan lalu
is: %d fyrir mánuðum
it: %d mesi fa
ja: %dカ月前
ko: %d 개월 전
mi: %d ngā marama i muri
ms: %d bulan lalu
nb: %d måneder siden
nb_instk12: %d måneder siden
nl: %d maanden geleden
pl: %d mies. temu
pt: %d meses
pt_br: %d meses atrás
ru: %d месяца (месяцев) назад
sl: %d mesecev prej
sv: %d månader sedan
sv_instk12: %d månader sedan
th: %d เดือนที่ผ่านมา
vi: %d phút trước
zh: %d月前
zh_hk: %d個月前

source: %d more
ar: %d المزيد
ca: %d més
cy: %d arall
da: %d flere
da_instk12: %d mere
de: %d mehr
es: %d más
es_es: %d más
fi: %d lisää
fr: %d de plus
fr_ca: %d plus
ga: %d eile
hi: %d अधिक
ht: %d plis
id: %d lainnya
is: %d meira
it: %d altro
ja: %dもっと
ko: %d 더 많은
mi: %d ētahi atu
ms: %d lagi
nb: %d flere
nb_instk12: %d mer
nl: %d Meer
pl: %d więcej
pt: %d mais
pt_br: %d mais
ru: %d еще
sl: %d več
sv: %d mer
sv_instk12: %d fler
th: %d เพิ่มเติม
vi: Thêm %d
zh: %d更多
zh_hk: %d更多

source: %d replies
ar: %d ردود
ca: %d respostes
cy: %d ateb
da: %d svar
da_instk12: %d svar
de: %d Antworten
es: %d respuestas
es_es: %d respuestas
fi: %d vastausta
fr: %d réponses
fr_ca: %d réponses
ga: %d (bh)f(h)reagra
hi: %d उत्तर
ht: %d repons
id: %d balasan
is: %d svör
it: %d risposte
ja: %d返信
ko: %d 답변
mi: %d ngā whakautu
ms: %d balasan
nb: %d svar
nb_instk12: %d svar
nl: %d antwoorden
pl: %d odpowiedzi
pt: %d respostas
pt_br: %d respostas
ru: %d ответы
sl: %d odgovori
sv: %d svar
sv_instk12: %d svar
th: %d การตอบกลับ
vi: %d câu trả lời
zh: %d回复
zh_hk: %d回覆

source: %d unread
ar: %d غير مقروء
ca: %d sense llegir
cy: %d heb eu darllen
da: %d ulæst
da_instk12: %d ulæst
de: %d ungelesen
es: %d no leído
es_es: %d no leído
fi: %d lukematon
fr: %d non lu
fr_ca: %d non lu
ga: %d neamhléite
hi: %d अपठित
ht: %d poko li
id: %d belum dibaca
is: %d ólesið
it: %d non letto
ja: %d未読
ko: %d 읽지 않음
mi: %d kaore i pānuitia
ms: %d belum dibaca.
nb: %d ulest
nb_instk12: %d uleste
nl: %d ongelezen
pl: %d nieprzeczytane
pt: %d não lida
pt_br: %d não lido
ru: %d не прочитано
sl: %d neprebrano
sv: %d olästa
sv_instk12: %d olästa
th: %d ไม่ได้อ่าน
vi: %d chưa đọc
zh: %d未读
zh_hk: %d未讀

source: %d years ago
ar: %d أعوام مضت
ca: %d anys enrere
cy: %d mlynedd yn ôl
da: %d år siden
da_instk12: %d år siden
de: %d Jahre vorher
es: %d hace varios años
es_es: hace %d años
fi: %d vuotta sitten
fr: %d il y a quelques années
fr_ca: %d ans avant
ga: %d bliain ó shin
hi: %d वर्ष पहले
ht: %d ane de sa
id: %d tahun lalu
is: %d fyrir árum
it: %d anni fa
ja: %d年前
ko: %d 년 전
mi: %d ngā tau i muri
ms: %d tahun lalu
nb: %d år siden
nb_instk12: %d år siden
nl: %d jaar geleden
pl: %d lat(a) temu
pt: %d anos
pt_br: %d anos atrás
ru: %d года (лет) назад
sl: %d let prej
sv: %d år sedan
sv_instk12: %d år sedan
th: %d ปีที่ผ่านมา
vi: %d năm trước
zh: %d年前
zh_hk: %d年前

source: %lld due submissions
ar: %lld الإرسالات المستحقة
ca: %lld entregues vençudes
cy: %lld cyflwyniadau dyledus
da: %lld afleveringer, der skal afleveres
da_instk12: %lld afleveringer, der skal afleveres
de: %lld Fällige Abgaben
es: %lld entregas vencidas
es_es: %lld entregas pendientes
fi: %lld erääntyneet tehtäväpalautukset
fr: %lld soumissions attendues
fr_ca: %lld travaux à rendre
ga: %lld uaslódálacha dlite
hi: %lld नियत सबमिशन
ht: %lld Dat limit pou soumèt
id: %lld batas waktu penyerahan
is: %lld komið að skilum
it: %lld consegne scadute
ja: %lld期限がきている提出課題
ko: %lld 기한 제출
mi: %lld ngā tukunga e tika ana
ms: %lld serahan perlu dihantar
nb: %lld innleveringer som forfaller
nb_instk12: %lld innleveringer som forfaller
nl: %lld opdrachten die moeten worden ingeleverd
pl: %lld wymagane materiały
pt: %lld prazo de entrega
pt_br: %lld prazo para entrega
ru: %lld отправки с наступившим сроком
sl: %lld zapadle oddaje
sv: %lld sena inlämningar
sv_instk12: %lld sena inlämningar
th: %lld ผลงานจัดส่งที่ถึงกำหนด
vi: %lld bài nộp đến hạn
zh: %lld到期待提交作业
zh_hk: %lld到期提交

source: %lld missing submissions
ar: %lld الإرسالات الناقصة
ca: %lld entregues no presentades
cy: %lld cyflwyniadau ar goll
da: %lld manglende afleveringer
da_instk12: %lld manglende afleveringer
de: %lld fehlende Abgaben
es: %lld entregas faltantes
es_es: %lld entregas no presentadas
fi: %lld puuttuvat tehtäväpalautukset
fr: %lld soumissions manquantes
fr_ca: %lld travaux manquants
ga: %lld uaslódálacha ar iarraidh
hi: %lld गायब सबमिशन
ht: %lld Soumisyon ki manke
id: %lld penyerahan tidak ada
is: %lld vantar skil
it: %lld consegne mancanti
ja: %lld未提出の提出課題
ko: %lld 제출 누락
mi: %lld ngā tukunga ngaro
ms: %lld serahan tiada
nb: %lld manglende innleveringer
nb_instk12: %lld manglende innleveringer
nl: %lld ontbrekende inleveringen
pl: %lld brakujące materiały
pt: %lld entregas em falta
pt_br: %lld envios em falta
ru: %lld отсутствующие отправки
sl: %lld manjkajoče oddaje
sv: %lld saknade inlämningar
sv_instk12: %lld saknade inlämningar
th: %lld ผลงานจัดส่งที่ขาดหาย
vi: %lld bài nộp bị thiếu
zh: %lld未提交作业
zh_hk: %lld欠交

source: %lld new grades
ar: %lld درجات جديدة
ca: %lld notes noves
cy: %lld graddau newydd
da: %lld nye karakterer
da_instk12: %lld nye vurderinger
de: %lld Neue Noten
es: %lld nuevas calificaciones
es_es: %lld nuevas notas
fi: %lld uudet arvosanat
fr: %lld nouvelles notes
fr_ca: %lld nouvelles notes
ga: %lld marcanna nua
hi: %lld नए ग्रेड
ht: %lld nouvo nòt
id: %lld nilai baru
is: %lld nýjar einkunnir
it: %lld nuovi voti
ja: %lld新規評定
ko: %lld 새 성적
mi: %lld ngā māka hou
ms: %lld gred baharu
nb: %lld nye vurderinger
nb_instk12: %lld nye vurderinger
nl: %lld nieuwe cijfers
pl: %lld nowe oceny
pt: %lld novas notas
pt_br: %lld novas notas
ru: %lld новые оценки
sl: %lld nove ocene
sv: %lld nya omdömen
sv_instk12: %lld nya bedömningar
th: %lld เกรดใหม่
vi: %lld điểm mới
zh: %lld新评分
zh_hk: %lld新成續

source: %qu bytes
ar: %qu بايت
cy: %qu beit
fi: %qu tavua
fr: %qu octets
fr_ca: %qu octets
ga: %qu beart
hi: %qu बाइट
id: %qu byte
is: %qu bæti
it: %qu byte
ja: %qu バイト
ko: %qu 바이트
mi: %qu ngā paita
ms: %qu bait
nb: %qu-byte
nb_instk12: %qu byte
pl: %qu bajtów
ru: %qu байтов
sl: %qu bajtov
sv_instk12: %qu byte
th: %qu ไบต์
vi: %qu byte
zh: %qu字节
zh_hk: %qu 位元組

source: %tu day
ar: %tu يوم
ca: %tu dia
cy: %tu diwrnod
da: %tu dag
da_instk12: %tu dag
de: %tu Tag
es: %tu día
es_es: %tu día
fi: %tu päivä
fr: %tu jour
fr_ca: %tu jour
ga: %tu lá
hi: %tu दिन
ht: %tu jou
id: %tu hari
is: %tu dagur
it: %tu giorno
ja: %tu 日
ko: %tu 일
mi: %tu rā
ms: %tu hari
nb: %tu dag
nb_instk12: %tu dag
nl: %tu dag
pl: %tu dzień
pt: %tu dia
pt_br: %tu dia
ru: %tu день
sl: %tu dan
sv: %tu dag
sv_instk12: %tu dag
th: %tu วัน
vi: %tu ngày
zh: %tu 天
zh_hk: %tu 天

source: %tu days
ar: %tu أيام
ca: %tu dies
cy: %tu diwrnod
da: %tu dage
da_instk12: %tu dage
de: %tu Tage
es: %tu días
es_es: %tu días
fi: %tu päivää
fr: %tu jours
fr_ca: %tu jours
ga: %tu laethanta
hi: %tu दिन
ht: %tu jou
id: %tu hari
is: %tu dagar
it: %tu giorni
ja: %tu 日
ko: %tu 일
mi: %tu ngā rā
ms: %tu hari
nb: %tu dager
nb_instk12: %tu dager
nl: %tu dagen
pl: %tu dni
pt: %tu dias
pt_br: %tu dias
ru: %tu дней
sl: %tu dni
sv: %tu dagar
sv_instk12: %tu dagar
th: %tu วัน
vi: %tu ngày
zh: %tu 天
zh_hk: %tu 天

source: %tu hour
ar: %tu ساعة
ca: %tu hora
cy: %tu awr
da: %tu time
da_instk12: %tu time
de: %tu Stunde
es: %tu hora
es_es: %tu hora
fi: %tu tunti
fr: %tu heure
fr_ca: %tu heure
ga: %tu uair
hi: %tu घंटा
ht: %tu èdtan
id: %tu jam
is: %tu klukkustund
it: %tu ora
ja: %tu 時間
ko: %tu 시간
mi: %tu haora
ms: %tu jam
nb: %tu time
nb_instk12: %tu time
nl: %tu uur
pl: %tu godz.
pt: %tu hora
pt_br: %tu hora
ru: %tu час
sl: %tu ura
sv: %tu timme
sv_instk12: %tu timme
th: %tu ชั่วโมง
vi: %tu giờ
zh: %tu 小时
zh_hk: %tu 小時

source: %tu hours
ar: %tu ساعات
ca: %tu hores
cy: %tu awr
da: %tu timer
da_instk12: %tu timer
de: %tu Stunden
es: %tu horas
es_es: %tu horas
fi: %tu tuntia
fr: %tu heures
fr_ca: %tu heures
ga: %tu uair
hi: %tu घंटे
ht: %tu èdtan
id: %tu jam
is: %tu klukkustundir
it: %tu ore
ja: %tu 時間
ko: %tu 시간
mi: %tu ngā haora
ms: %tu jam
nb: %tu timer
nb_instk12: %tu timer
nl: %tu uren
pl: %tu godz.
pt: %tu horas
pt_br: %tu horas
ru: %tu часов
sl: %tu ur
sv: %tu timmar
sv_instk12: %tu timmar
th: %tu ชั่วโมง
vi: %tu giờ
zh: %tu 小时
zh_hk: %tu 小時

source: %tu minute
ar: %tu دقيقة
ca: %tu minut
cy: %tu munud
da: %tu minut
da_instk12: %tu minut
es: %tu minuto
es_es: %tu minuto
fi: %tu minuuttia
ga: %tu nóiméad
hi: %tu मिनट
ht: %tu minit
id: %tu menit
is: %tu mínúta
it: %tu minuto
ja: %tu 分
ko: %tu 분
mi: %tu meneti
ms: %tu minit
nb: %tu minutt
nb_instk12: %tu minutt
nl: %tu minuut
pl: %tu min
pt: %tu minuto
pt_br: %tu minuto
ru: %tu минута
sl: %tu minuta
sv: %tu minut
sv_instk12: %tu minut
th: %tu นาที
vi: %tu phút
zh: %tu 分钟
zh_hk: %tu 分鐘

source: %tu minutes
ar: %tu دقائق
ca: %tu minuts
cy: %tu munud
da: %tu minutter
da_instk12: %tu minutter
de: %tu Minuten
es: %tu minutos
es_es: %tu minutos
fi: %tu minuuttia
ga: %tu nóiméad
hi: %tu मिनट
ht: %tu minit
id: %tu menit
is: %tu mínútur
it: %tu minuti
ja: %tu 分
ko: %tu 분
mi: %tu ngā meneti
ms: %tu minit
nb: %tu minutter
nb_instk12: %tu minutter
nl: %tu minuten
pl: %tu min
pt: %tu minutos
pt_br: %tu minutos
ru: %tu минут
sl: %tu minut
sv: %tu minuter
sv_instk12: %tu minuter
th: %tu นาที
vi: %tu phút
zh: %tu 分钟
zh_hk: %tu 分鐘

source: %u Attachments
ar: %u المرفقات
ca: %u fitxers adjunts
cy: %u Atodiadau
da: %u Vedhæftede filer
da_instk12: %u Vedhæftede filer
de: %u Anhänge
es: %u Archivos adjuntos
es_es: %u archivos adjuntos
fi: %u Liitteet
fr: %u Pièces jointes
fr_ca: %u Pièces jointes
ga: %u (g)C(h)eangaltán
hi: %u संलग्नक
ht: %u Atachman
id: %u Lampiran
is: %u Viðhengi
it: %u Allegati
ja: %u添付ファイル
ko: %u 첨부 파일
mi: %u Āpitihanga
ms: %u Lampiran
nb: %u vedlegg
nb_instk12: %u Vedlegg
nl: %u Bijlagen
pl: %u Załączniki
pt: %u Anexos
pt_br: %u Anexos
ru: %u Вложения
sl: %u Priloge
sv: %u Bilagor
sv_instk12: %u Bifogade filer
th: %u เอกสารแนบ
vi: %u Tập Tin Đính Kèm
zh: %u附件
zh_hk: %u附件

source: %u files
ar: %u ملفات
ca: %u fitxers
cy: %u ffeil
da: %u filer
da_instk12: %u filer
de: %u Dateien
es: %u archivos
es_es: %u archivos
fi: %u tiedostoa
fr: %u fichiers
fr_ca: %u fichiers
ga: %u (g)c(h)omhad
hi: %u फ़ाइलें
ht: %u fichye
id: %u file
is: %u skrár
it: %u file
ja: %uファイル
ko: %u 파일
mi: %u ngā kōnae
ms: %u fail
nb: %u filer
nb_instk12: %u filer
nl: %u bestanden
pl: %u pliki
pt: %u ficheiros
pt_br: %u arquivos
ru: %u файлы
sl: %u datotek
sv: %u filer
sv_instk12: %u filer
th: %u ไฟล์
vi: %u tập tin
zh: %u文件
zh_hk: %u個檔案

source: 1 Attachment
ar: مرفق واحد
ca: 1 fitxer adjunt
cy: 1 Atodiad
da: 1 vedhæftet fil
da_instk12: 1 vedhæftet fil
de: 1 Anhang
es: 1 elemento adjunto
es_es: 1 ítem adjunto
fi: 1 liite
fr: 1 pièce jointe
fr_ca: 1 pièce jointe
ga: 1 Cheangaltán Amháin
hi: 1 संलग्नक
ht: 1 Atachman
id: 1 Lampiran
is: 1 viðhengi
it: 1 allegato
ja: 1 つの添付ファイル
ko: 1개 첨부 파일
mi: 1 Āpitihanga
ms: 1 Lampiran
nb: 1 vedlegg
nb_instk12: 1 vedlegg
nl: 1 bijlage
pl: 1 Załącznik
pt: 1 Anexo
pt_br: 1 Anexo
ru: 1 вложение
sl: 1 priloga
sv: 1 bifogad fil
sv_instk12: 1 Bifogad fil
th: 1 เอกสารแนบ
vi: 1 Tập Tin Đính Kèm
zh: 1个附件
zh_hk: 1 附件

source: 1 day
ar: يوم واحد
ca: 1 dia
cy: 1 diwrnod
da: 1 dag
da_instk12: 1 dag
de: 1 Tag
es: 1 día
es_es: 1 día
fi: 1 päivä
fr: 1 jour
fr_ca: 1 jour
ga: 1 lá amháin
hi: 1 दिन
ht: 1 jou
id: 1 hari
is: 1 dagur
it: 1 giorno
ja: 1 日
ko: 1일
mi: 1 rā
ms: 1 hari
nb: 1 dag
nb_instk12: 1 dag
nl: 1 dag
pl: 1 dzień
pt: 1 dia
pt_br: 1 dia
ru: 1 день
sl: 1 dan
sv: 1 dag
sv_instk12: 1 dag
th: 1 วัน
vi: 1 ngày
zh: 1 天
zh_hk: 1 天

source: 1 day ago
ar: منذ يوم واحد
ca: fa 1 dia
cy: 1 diwrnod yn ôl
da: For 1 dag siden
da_instk12: For 1 dag siden
de: vor 1 Tag
es: hace 1 día
es_es: Hace 1 día
fi: 1 päivä sitten
fr: Il y a 1 jour
fr_ca: Il y a 1 jour
ga: 1 lá amháin ó shin
hi: 1 दिन पहले
ht: 1 jou de sa
id: 1 hari lalu
is: Fyrir einum degi
it: 1 giorno fa
ja: 1 日前
ko: 1일 전
mi: 1 rā i muri
ms: 1 hari lalu
nb: 1 dag siden
nb_instk12: 1 dag siden
nl: 1 dag geleden
pl: 1 dzień temu
pt: 1 dia atrás
pt_br: 1 dia atrás
ru: 1 день назад
sl: 1 dan prej
sv: 1 dag sedan
sv_instk12: 1 dag sen
th: 1 วันที่ผ่านมา
vi: 1 ngày trước
zh: 1 天前
zh_hk: 1 天以前

source: 1 hour
ar: ساعة واحدة
ca: 1 hora
cy: 1 awr
da: 1 time
da_instk12: 1 time
de: 1 Std.
es: 1 hora
es_es: 1 hora
fi: 1 tunti
fr: 1 heure
fr_ca: 1 heure
ga: 1 uair amháin
hi: 1 घंटा
ht: 1 èdtan
id: 1 jam
is: 1 klukkustund
it: 1 ora
ja: 1 時間
ko: 1시간
mi: 1 haora
ms: 1 jam
nb: 1 time
nb_instk12: 1 time
nl: 1 uur
pl: 1 godzina
pt: 1 hora
pt_br: 1 hora
ru: 1 час
sl: 1 ura
sv: 1 timme
sv_instk12: 1 timme
th: 1 ชั่วโมง
vi: 1 giờ
zh: 1 小时
zh_hk: 1 小時

source: 1 hour ago
ar: منذ ساعة واحدة
ca: fa una hora
cy: 1 awr yn ôl
da: For 1 time siden
da_instk12: For 1 time siden
de: vor 1 Stunde
es: hace 1 hora
es_es: Hace 1 hora
fi: 1 tunti sitten
fr: Il y a 1 heure
fr_ca: Il y a 1 heure
ga: 1 uair amháin ó shin
hi: 1 घंटा पहले
ht: 1 èdtan de sa
id: 1 jam lalu
is: Fyrir 1 klukkustund
it: 1 ora fa
ja: 1 時間前
ko: 1시간 전
mi: 1 haora i muri
ms: 1 jam lalu
nb: 1 time siden
nb_instk12: 1 time siden
nl: 1 uur geleden
pl: 1 godzinę temu
pt: 1 hora
pt_br: 1 hora atrás
ru: 1 час назад
sl: 1 uro prej
sv: 1 timme sedan
sv_instk12: 1 timme sedan
th: 1 ชั่วโมงก่อน
vi: 1 giờ trước
zh: 1 小时前
zh_hk: 1 小時前

source: 1 item
ar: عنصر واحد
ca: 1 element
cy: 1 eitem
da: 1 element
da_instk12: 1 element
de: 1 Element
es_es: 1 ítem
fi: 1 kohde
fr: 1 élément
fr_ca: 1 élément
ga: 1 mhír amháin
hi: 1 आइटम
ht: 1 atik
is: 1 atriði
it: 1 elemento
ja: 1 項目
ko: 1개 항목
mi: 1 tūemi
nb: 1 objekt
nb_instk12: 1 objekt
pl: 1 pozycja
ru: 1 элемент
sl: 1 element
sv: 1 objekt
sv_instk12: 1 objekt
th: 1 รายการ
vi: 1 mục
zh: 1 个项目
zh_hk: 1 項目

source: 1 like
ar: إعجاب واحد
ca: 1 M'agrada
cy: 1 yn hoffi
es: 1 me gusta
es_es: 1 Me gusta
fi: 1 tykkäys
fr: 1 'j'aime'
fr_ca: 1 « j'aime »
ga: 1 ‘is maith liom’ amháin
hi: 1 पसंद
ht: 1 jèm
id: 1 suka
is: 1 líkar við
it: 1 mi piace
ja: 1 いいね
ko: 1개 좋아요
mi: 1 rite
nb: 1 liker
nb_instk12: 1 liker
pl: 1 lajk
pt: 1 gosto
pt_br: 1 gostei
ru: 1 лайк
sl: 1 všeček
sv: 1 gilla-markering
sv_instk12: 1 gillar
th: 1 ไลค์
vi: 1 lượt thích
zh: 1 个喜欢
zh_hk: 1 個讚

source: 1 minute ago
ar: منذ دقيقة واحدة
ca: fa un minut
cy: 1 munud yn ôl
da: For 1 minut siden
da_instk12: For 1 minut siden
de: vor 1 Minute
es: hace 1 minuto
es_es: Hace 1 minuto
fi: 1 minuutti sitten
fr: Il y a 1 minute
fr_ca: Il y a 1 minute
ga: 1 nóiméad amháin ó shin
hi: 1 मिनट पहले
ht: 1 minit de sa
id: 1 menit lalu
is: Fyrir 1 mínútu
it: 1 minuto fa
ja: 1 分前
ko: 1분 전
mi: 1 meneti i muri
ms: 1 minit lalu
nb: 1 minutt siden
nb_instk12: 1 minutt siden
nl: 1 minuut geleden
pl: 1 minutę temu
pt: 1 minuto
pt_br: 1 minuto atrás
ru: 1 минуту назад
sl: 1 minuto prej
sv: 1 minut sedan
sv_instk12: 1 minut sedan
th: 1 นาทีที่แล้ว
vi: 1 phút trước
zh: 1 分钟前
zh_hk: 1 分鐘前

source: 1 month ago
ar: منذ شهر واحد
ca: Fa 1 mes
cy: 1 mis yn ôl
da: 1 måned siden
da_instk12: 1 måned siden
de: vor 1 Monat
es: Hace 1 mes
es_es: Hace 1 mes
fi: 1 kuukausi sitten
fr: Il y a 1 mois
fr_ca: Il y a 1 mois
ga: 1 mhí amháin ó shin
hi: 1 महीने पहले
ht: 1 mwa de sa
id: 1 bulan lalu
is: fyrir 1 mánuði
it: 1 mese fa
ja: 1 カ月前
ko: 1개월 전
mi: 1 marama i muri
ms: 1 bulan lalu
nb: 1 måned siden
nb_instk12: 1 måned siden
nl: 1 maand geleden
pl: 1 miesiąc temu
pt: 1 mês
pt_br: 1 mês atrás
ru: 1 месяц назад
sl: 1 mesec prej
sv: 1 månad sedan
sv_instk12: 1 månad sedan
th: 1 เดือนก่อน
vi: 1 tháng trước
zh: 1 个月前
zh_hk: 1 個月前

source: 1 needs grading
ar: 1 يتطلب تقييم
ca: 1 s'ha de qualificar
cy: 1 angen ei raddio
da: 1 behøver karaktergivning
da_instk12: 1 behøver bedømmelse
de: 1 muss benotet werden
es: 1 necesita calificación
es_es: 1 necesita evaluación
fi: 1 täytyy arvostella
fr: 1 doit être noté
fr_ca: 1 doit être noté
ga: Tá marcáil de dhíth ar 1 thasc amháin
hi: 1 को ग्रेडिंग की आवश्यकता है
ht: 1 bezwen klasman
id: 1 membutuhkan penilaian
is: 1 þarfnast einkunnargjafar
it: 1 richiede la valutazione
ja: 1 つ採点が必要です
ko: 1개 채점 필요
mi: 1 hiahia kōeketanga
ms: 1 perlu digredkan
nb: 1 trenger vurdering
nb_instk12: 1 trenger vurdering
nl: nog 1 te beoordelen
pl: 1 wymaga oceny
pt: 1 precisa de classificação
pt_br: 1 precisa de avaliação
ru: 1 требует оценки
sl: 1 je treba oceniti.
sv: 1 behöver bedömning
sv_instk12: 1 behöver bedömas
th: 1 รายการที่ต้องให้เกรด
vi: 1 cần chấm điểm
zh: 1 个需要评分
zh_hk: 1 需要評分

source: 1 year ago
ar: منذ سنة واحدة
ca: Fa 1 any
cy: 1 flwyddyn yn ôl
da: 1 år siden
da_instk12: 1 år siden
de: vor 1 Jahr
es: hace 1 año
es_es: hace 1 año
fi: 1 vuosi sitten
fr: Il y a 1 an
fr_ca: Il y a 1 an
ga: 1 bhliain amháin ó shin
hi: 1 वर्ष पहले
ht: 1 an de sa
id: 1 tahun lalu
is: fyrir 1 ári
it: 1 anno fa
ja: 1 年前
ko: 1년 전
mi: 1 tau i muri
ms: 1 tahun lalu
nb: 1 år siden
nb_instk12: 1 år siden
nl: 1 jaar geleden
pl: 1 rok temu
pt: 1 ano
pt_br: 1 ano atrás
ru: 1 год назад
sl: 1 leto prej
sv: 1 år sedan
sv_instk12: 1 år sedan
th: 1 ปีที่แล้ว
vi: 1 năm trước
zh: 1 年前
zh_hk: 1 年前

source: 3 days
ar: 3 أيام
ca: 3 dies
cy: 3 diwrnod
da: 3 dage
da_instk12: 3 dage
de: 3 Tage
es: 3 días
es_es: 3 días
fi: 3 päivää
fr: 3 jours
fr_ca: 3 jours
ga: 3 lá
hi: 3 दिन
ht: 3 jou
id: 3 hari
is: 3 dagur
it: 3 giorni
ja: 3 日
ko: 3일
mi: 3 ngā rā
ms: 3 hari
nb: 3 dager
nb_instk12: 3 dager
nl: 3 dagen
pl: 3 dni
pt: 3 dias
pt_br: 3 dias
ru: 3 дня
sl: 3 dni
sv: 3 dagar
sv_instk12: 3 dagar
th: 3 วัน
vi: 3 ngày
zh: 3 天
zh_hk: 3 天

source: 5 minutes
ar: 5 دقائق
ca: 5 minuts
cy: 5 munud
da: 5 minutter
da_instk12: 5 minutter
de: 5 Minuten
es: 5 minutos
es_es: 5 minutos
fi: 5 minuuttia
ga: 5 nóiméad
hi: 5 मिनट
ht: 5 minit
id: 5 menit
is: 5 mínútur
it: 5 minuti
ja: 5 分
ko: 5분
mi: 5 meneti
ms: 5 minit
nb: 5 minutter
nb_instk12: 5 minutter
nl: 5 minuten
pl: 5 minut
pt: 5 minutos
pt_br: 5 minutos
ru: 5 минут
sl: 5 minut
sv: 5 minuter
sv_instk12: 5 minuter
th: 5 นาที
vi: 5 phút
zh: 5 分钟
zh_hk: 5 分鐘

source: About
ar: نبذة
ca: Quant a
cy: Ynghylch
da: Om
da_instk12: Om
de: Info zu
es: Acerca de
es_es: Acerca de
fi: Tietoja
fr: À propos de
fr_ca: À propos
ga: Maidir
hi: इसके बारे में
ht: Apwopo
id: Tentang
is: Um
it: Informazioni
ja: 情報
ko: 정보
mi: Mō
ms: Perihal
nb: Om
nb_instk12: Om
nl: Over
pl: Informacje
pt: Sobre
pt_br: Sobre
ru: О проекте
sl: Vizitka
sv: Om
sv_instk12: Om
th: เกี่ยวกับ
vi: Giới Thiệu
zh: 关于
zh_hk: 關於

source: Accept
ar: قبول
ca: Accepta-ho
cy: Derbyn
da: Acceptér
da_instk12: Acceptér
de: Akzeptieren
es: Aceptar
es_es: Aceptar
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
ga: Glac
hi: स्वीकार करें
ht: Aksepte
id: Terima
is: Samþykkja
it: Accetta
ja: 同意する
ko: 수락
mi: Manakohia
ms: Terima
nb: Godta
nb_instk12: Godta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
pt_br: Aceitar
ru: Принять
sl: Sprejmi
sv: Acceptera
sv_instk12: Acceptera
th: ยอมรับ
vi: Chấp Nhận
zh: 接受
zh_hk: 接受

source: Accepted invitation to %@
ar: تم قبول الدعوة المرسلة إلى %@
ca: S’ha acceptat la invitació a %@
cy: Wedi derbyn y gwahoddiad i %@
da: Accepteret invitation til %@
da_instk12: Accepteret invitation til %@
de: Einladung angenommen zu %@
es: Invitación aceptada a %@
es_es: Se ha aceptado la invitación a %@
fi: Hyväksy kutsu kohteeseen %@
fr: A accepté l’invitation à %@
fr_ca: Acceptation de l’invitation à %@
ga: Glacadh leis an gcuireadh chuig %@
hi: इसके लिए आमंत्रण स्वीकार किया गया %@
ht: Aksepte envitasyon pou %@
id: Menerima undangan untuk %@
is: Samþykkt boð %@
it: Accetta invito a %@
ja: 招待を受ける %@
ko: 초대 수락 %@
mi: I whakaaetia te pōwhiri ki %@
ms: Menerima jemputan untuk %@
nb: Godta invitasjonen til %@
nb_instk12: Godta invitasjonen til %@
nl: Heeft de uitnodiging geaccepteerd voor %@
pl: Zaakceptowano zaproszenie do %@
pt: Aceitei o convite para %@
pt_br: Convite aceito para %@
ru: Принять приглашение в %@
sl: Sprejeto povabilo za %@
sv: Accepterade inbjudan att %@
sv_instk12: Accepterade inbjudan att %@
th: ตอบรับคำเชิญแล้วสำหรับ %@
vi: Đã chấp nhận lời mời tham gia %@
zh: 已接受邀请加入 %@
zh_hk: 接受邀請到%@

source: Access Denied
ar: الوصول مرفوض
ca: Accés denegat
cy: Gwrthodwyd Mynediad
da: Adgang nægtet
da_instk12: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
es_es: Acceso denegado
fi: Pääsy kielletty.
fr: Accès refusé
fr_ca: Accès refusé
ga: Rochtain Diúltaithe
hi: एक्सेस अस्वीकार किया गया
ht: Aksè Refize
id: Akses Ditolak
is: Aðgangi hafnað
it: Accesso negato
ja: アクセスが拒否されました
ko: 액세스 거부됨
mi: Aukatia te Uru
ms: Akses Ditolak
nb: Nektet tilgang
nb_instk12: Nektet tilgang
nl: Toegang geweigerd
pl: Brak dostępu
pt: Acesso Recusado
pt_br: Acesso Negado
ru: Доступ закрыт
sl: Dostop je zavrnjen.
sv: Åtkomst nekad
sv_instk12: Åtkomst nekad
th: ปฏิเสธการเรียกค้น
vi: Truy Cập Bị Từ Chối
zh: 拒绝访问
zh_hk: 存取遭拒
